Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2016-3-3.odt.tmx
Source language: nob
Languages: sme

source: Mål: Samiske lokalsamfunn skal ha tilgang til reine kyst- og havområder som sikrer grunnlaget for et levedyktig fjord- og kystfiske, men også til fiske for matauke og rekreasjon.
sme: Mihttomearri: Sámi báikegottiin galgá leat beassanvuohta buhtes riddo- ja mearraguovlluide mat sihkkarastet eallinnávccalaš vuotna- ja riddoguolásteami vuđđosa, muhto maiddái guolásteami biebmolassin ja arvvosmahttimii.

source: 5.2 Innmark og utmark som jordbrukets ressursgrunnlaget Sametingets målsetting er at dyrka mark i samiske områder fortsatt skal være aktivt i bruk som grunnlag for dagen og framtidas matproduksjon.
sme: 5.2 Gilvvagieddi ja niitu eanadoalu resursavuođđun Sámedikki mihttomearri lea ahte ráhkaduvvon eatnamat sámi guovlluin ain galget geavahuvvot árjjalaččat vuođđun dálá ja boahtteáiggi biebmobuvttadeapmái.

source: Disse vil også kunne synliggjøre den verdiskapingen som skjer i utmarka, og vil med det vise det øvrige samfunnet hvor viktig beiteområdene er i sauenæringen Et effektivt vern av arealer til høsting og beite vil sikre gårdbrukere både det biologiske og økonomiske grunnlaget for fremtidsrettet og bærekraftig drift Mål: Dyrkamark i samiske områder skal fortsatt være aktivt i bruk som grunnlag for dagen og framtidens matproduksjon.
sme: Dat sáhttet maiddái oainnusindahkat dan árvoháhkama mii dáhpáhuvvá meahcis, ja nu čájehit servodahkii muđui man deaŧalaš guohtunguovllut leat sávzaealáhussii. Ávkkástallan- ja guohtunareálaid beaktilis suodjaleapmi sihkkarastá dállodolliide sihke biologalaš ja ekonomalaš vuođu boahtteáiggediđolaš ja ceavzilis dollui.

source: Sametinget vil arbeide for at flere kommuner innarbeider beiteplaner for bruken av utmarksbeite i arealforvaltningen 5.3 Beitegrunnlaget for reindrift Sametingets målsetting er at reindrifta har tilgang til nødvendige beitearealer, flytteleier og særverdiområder.
sme: Sámediggi áigu bargat dan ala ahte eanet gielddat váldet mielde meahcceguohtunplánaid areálahálddašeapmái. 5.3 Boazodoalu guohtunvuođđu Sámedikki mihttomearri lea ahte boazodoalus leat dárbbašlaš guohtumat, johtolagat ja sierraárvoguovllut.

source: Regional planlegging for reindrift må ta utgangspunkt i reindriftsnæringens egne behov. Svært mange, om ikke de aller fleste, kommuner fra Hedmark til Finnmark fylker har vesentlige reinbeiteområder innenfor sine kommunegrenser, selv om ikke reindriftsutøvere nødvendigvis har folkeregistrert adresse innenfor samme kommunegrenser.
sme: Regionála plánen boazodoalu várás ferte váldit vuođu boazodoalu iežas dárbbuin Hui ollu, jus ii eanaš suohkaniin Hedemárkkus gitta Finnmárkui leat ollu boazoguohtuneatnamat suohkanrájiid siskkobealde, vaikko boazodolliin dan dihte ii leat álbmotregistrerejuvvon čujuhus seamma suohkanrájiid siskkobealde.

source: 5.4 Sametingets planveileder som et godt verktøy i planlegging Sametingets målsetting er at planveileder skal være en aktuell og anvendelig verktøy i planlegging etter plan- og bygningsloven.
sme: 5.4 Sámedikki plánaveahkki buorre reaidu plánemii Sámedikki mihttomearri lea ahte plánaveahkki galgá leat áigeguovdilis ja ávkkálaš reaidu plánemii plána- ja huksenlága vuođul.

source: Mål: Sametingets planveileder skal være et aktuelt og anvendelig verktøy i planlegging etter plan- og bygningsloven.
sme: Mihttomearri: Sámedikki plánaveahkki galgá leat áigeguovdilis ja ávkkálaš reaidu plánemii plána- ja huksenlága vuođul.

source: 6 Vern av naturmangfoldet gjennom kontinuitet i samisk bruk 6.1 Arealvern som vern av naturgrunnlaget for samisk kultur Sametingets målsetting er at all arealvern - naturreservater, nasjonalparker og landskapsvernområder - skal ha som formål å sikre naturgrunnlaget for samisk kultur og næringsutøvelse.
sme: 6 Luonddušláddjiivuođa suodjaleapmi oktilis sámi geavaheami bokte 6.1 Areálasuodjaleapmi sámi kultuvrra luondduvuđđosa suodjaleapmin Sámedikki mihttomearri lea ahte buot areálasuodjaleamis – luonddumehciid, álbmotmehciid ja suodjemehciid – galgá mihttomearri leat ahte sihkkarastit sámi kultuvrra ja ealáhusdoaimmaheami luondduvuđđosa.

source: Formålsparagrafen i de nyere verneforskriftene kan enten være i en form som anerkjenner at området er viktig for samisk kultur og kan brukes til reindrift, eller at formålet omfatter bevaring av det samiske naturgrunnlaget: «Ivaretakelse av naturgrunnlaget innenfor nasjonalparken er viktig for samisk kultur og næringsutnyttelse.
sme: Ođđasat suodjalanláhkaásahusaid mihttomearreparagráfas sáhttá leat juogo dohkkeheapmin das ahte guovlu lea deaŧalaš sámi kultuvrii ja sáhttá geavahuvvot boazodollui, dahje ahte mihttomearrái gullá sámi luondduvuđđosa suodjaleapmi:

source: Området skal kunne brukes til reindrift», Verneforskrift for Varangerhalvøya nasjonalpark, 2006 «Formålet omfatter også bevaring av det samiske naturgrunnlaget.
sme: Luondduvuđđosa fuolaheapmi álbmotmehciin lea deaŧalaš sámi kultuvrii ja ealáhusávkkástallamii. Guovllu galgá maid sáhtti geavahit boazodollui.

source: », Verneforskrift for Rohkunborri nasjonalpark, 2011 Sametinget mener at vi samer skal ha muligheten til å benytte våre nærområder til tradisjonelle næringer, og til høsting til husholdningsbruk.
sme: Mihttomearrái gullá maiddái sámi luondduvuđđosa fuolaheapmi, Suodjalanláhkaásahus Rohkunborri álbmotmeahci várás, 2011 Sámediggi oaivvilda ahte mis sápmelaččain galgá leat vejolašvuohta geavahit min lagasguovlluid árbevirolaš ealáhusaide, ja ávkkástallama várás dállodollui.

source: Sametinget vil arbeide for at samisk næringsutøvelse og utmarksbruk skal kunne fortsette og utvikle seg i verneområder Mål: Alt arealvern - naturreservater, nasjonalparker og landskapsvernområder - skal ha som formål å sikre naturgrunnlaget for samisk kultur og næringsutøvelse.
sme: Buot areálasuodjaleamis – luonddumehciid, álbmotmehciid ja suodjemehciid – galgá mihttomearri leat ahte sihkkarastit sámi kultuvrra ja ealáhusdoaimmaheami luondduvuđđosa.

source: Sametinget vil arbeide for at lovverket endres slik at det ikke stilles strengere krav til reindriftsutøvelse, utmarksbruk og tradisjonelle utmarksnæringer i verneområder enn det som reindriftsloven og motorferdselloven stiller ellers i tradisjonelle samiske områder.
sme: Sámediggi áigu bargat dan ala ahte lágat rievdaduvvojit nu ahte eai biddjojuvvo garrasat gáibádusat boazodollui, meahccegeavaheapmái ja árbevirolaš meahcásteapmái suodjalanguovlluin go dan maid boazodoalloláhka ja mohtorjohtolatláhka bidjet muđui árbevirolaš sámi guovlluin.

source: 6.2 Forvaltning av verneområder – ansvaret og myndighet nært brukere Sametingets målsetting er at all forvaltning av verneområder i Sápmi skal ta utgangspunkt i og sikre fortsatt tradisjonell samisk bruk av områdene.
sme: 6.2 Suodjalanguovlluid hálddašeapmi – ovddasvástádus ja váldi lahka geavaheddjiid Sámedikki mihttomearri lea ahte buot suodjalanguovlluid hálddašeapmi Sámis galgá váldit vuođu guovlluid árbevirolaš sámi geavaheamis ja sihkkarastit ahte dat geavaheapmi jotkojuvvo.

source: Mål: All forvaltning av verneområder i Sápmi skal ta utgangspunkt i og sikre fortsatt tradisjonell samisk bruk av områdene.
sme: Mihttomearri: Buot suodjalanguovlluid hálddašeapmi Sámis galgá váldit vuođu guovlluid árbevirolaš sámi geavaheamis ja sihkkarastit ahte dat geavaheapmi jotkojuvvo.

source: 6.3 Verdiskapning i verneområder Sametingets målsetting er at tilrettelegging for verdiskapning i nasjonalparker og andre større verneområder skal skje på en måte som ivaretar eksisterende samiske næringer.
sme: 6.3 Árvoháhkan suodjalanguovlluin Sámedikki mihttomearri lea ahte árvoháhkama láhčin álbmotmehciin ja eará stuorra suodjalanguovlluin galgá dáhpáhuvvat dakkár vugiin mii fuolaha sámi ealáhusaid.

source: Mål: Tilrettelegging for verdiskapning i nasjonalparker og andre større verneområder skal skje på en måte som ivaretar eksisterende samiske næringer.
sme: Mihttomearri: Láhčin árvoháhkamii álbmotmehciin ja eará stuorra suodjalanguovlluin galgá dáhpáhuvvat dakkár vugiin mii fuolaha sámi ealáhusaid.

source: Sametinget vil arbeide for at samisk reiseliv har muligheter for å utvikle seg i verneområder 7 Utvinning av naturresurser i samisk tradisjonelt område Sametinget opplever et økende press på utvinning av naturressurser og inngrep for ny industriutvikling i samiske områder.
sme: Sámediggi áigu bargat dan ala ahte sámi mátkeeallimis leat vejolašvuođat ovdánit suodjalanguovlluin. 7 Ávkkástallan luondduresurssaiguin sámi árbevirolaš guovllus Sámediggi vásiha lassáneami deattu ávkkástallamii luondduresurssaiguin ja sisabahkkema ođđa industriijaovddideapmái sámi guovlluin.

source: 7.1 Behov for endringer i energiloven og mineralloven Sametingets målsetting er at inngrep og tiltak for energiproduksjon skal kun tillates etter en helhetlig planlegging som sikrer naturgrunnlaget for samisk kultur og samiske næringer.
sme: 7.1 Dárbu rievdadit energiijalága ja minerálalága Sámedikki mihttomearri lea ahte sisabahkkemiid ja doaibmabijuid energiijabuvttadeami várás galgá dušše suovvat ollislaš plánema vuođul mii sihkkarastá sámi kultuvrra ja sámi ealáhusaid luondduvuđđosa.

source: Sametingets målsetting er at samiske rettigheter ivaretas i mineralutvinningssaker i hele det tradisjonelle samiske området Bitvis planlegging og utbygging i forbindelse med energiproduksjon er utfordrende for reindrifta i store deler av Sápmi.
sme: Sámedikki mihttomearri lea ahte sámi vuoigatvuođat fuolahuvvojit minerálaávkkástallanáššiin olles árbevirolaš sámi guovllus. Osiid mielde plánen ja huksen energiijabuvttadeami oktavuođas lea hástaleaddjin boazodollui stuorra osiin Sámis.

source: Mål: Inngrep og tiltak for energiproduksjon skal kun tillates etter en helhetlig planlegging som sikrer naturgrunnlaget for samisk kultur og samiske næringer Mineralloven ivaretar samiske rettigheter i hele det tradisjonelle samiske området Strategier:
sme: Sisabahkkemiid ja doaibmabijuid energiijabuvttadeami várás galgá dušše suovvat ollislaš plánema vuođul mii sihkkarastá sámi kultuvrra ja sámi ealáhusaid luondduvuđđosa. Minerálaláhka fuolaha sámi vuoigatvuođaid olles árbevirolaš sámi guovllus.

source: 7.2 Behov for endringer i akvakulturloven Sametingets målsetting er at tradisjonell samisk bruk ikke tilsidesettes ved tildeling av arealer til akvakultur.
sme: 7.2 Dárbu rievdadit akvakulturlága Sámedikki mihttomearri lea ahte árbevirolaš sámi geavaheapmi ii hilgojuvvo go juolluduvvojit areálat akvakultuvrii.

source: 7.3 Internasjonale retningslinjer for selskapenes ansvar Sametingets målsetting er at selskaper som opererer i tradisjonelle samiske områder følger internasjonale retningslinjer for næringslivet ansvar om menneskerettighetene.
sme: 7.3 Riikkaidgaskasaš njuolggadusat fitnodagaid ovddasvástádusa várás Sámedikki mihttomearri lea ahte fitnodagat mat doibmet árbevirolaš sámi guovlluin čuvvot riikkaidgaskasaš njuolggadusaid mat gustojit ealáhuseallima olmmošvuoigatvuođaovddasvástádussii.

source: 8 Samisk utmarksbruk – meahcásteapmi – et ankerfeste for samisk kultur i et moderne samfunn Sametingets målsetning er at kommende generasjoner skal kunne nyttiggjøre seg av naturen og bevare utmarksbruken som en del av sin identitet.
sme: 8 Sámi meahcásteapmi – sámi kultuvrra geađgejuolgi ođđaáiggi servodagas Sámedikki mihttomearri lea ahte boahtte buolvvat galget beassat ávkkástallat luondduin ja bisuhit meahcásteami oassin iežaset identitehtas.

source: 8.1 Samisk utmarksbruk – meahcásteapmi Sametinget har som mål å øke anerkjennelsen og sikre utviklinga for samisk utmarksbruk - meahcásteapmi.
sme: 8.1 Sámi meahcásteapmi Sámedikki mihttomearri lea oažžut sámi meahcásteami eanet dohkkehuvvot ja sihkkarastit dan ovdáneami.

source: Sametinget vektlegger viktigheten av at tradisjonell samisk gammebyggingstradisjoner skal ivaretas, dette gjelder både oppføring av nye gammer på eksistrende gammetufter og rehabilitering.
sme: Sámediggi deattuha deaŧalažžan dan ahte árbevirolaš sámi goahtehuksenvierut galget fuolahuvvot, dat guoská sihke o đđa gođiid ceggemii dálá goahtesajiide ja ovddešteapmái – Ođđasithuksen.

source: Sametinget ser behov for et regelverk som tillater tradisjonell gammebygging i tråd med samiske tradisjoner.
sme: Sámediggi oaidná dárbbu dakkár njuolggadusaide mat suvvet árbevirolaš goahtehuksema sámi árbevieruid vuođul.

source: Samisk utmarksbruk blir anerkjent og får utvikle seg i framtida.
sme: Sámi meahcásteapmi dohkkehuvvo ja beassá ovdánit boahtteáiggis.

source: 8.2 Retten til å forvalte naturgodene Sametinget vil sikre at bygdene i Finnmark kan benytte seg av og forvalte fornybare ressurser i sine nærområder.
sme: 8.2 Vuoigatvuohta hálddašit luondduriggodagaid Sámediggi áigu sihkkarastit ahte Finnmárkku gilit sáhttet geavahit ja hálddašit ođasmuvvi resurssaid iežaset lagasguovlluin.

source: Bygdene i Finnmark kan benytte seg av og forvalte fornybare ressurser i sine nærområder og samiske rettigheter utenfor Finnmark blir anerkjent.
sme: Finnmárkku gilit sáhttet geavahit ja hálddašit ođasmuvvi resurssaid iežaset lagasguovlluin ja sámi vuoigatvuođat olggobealde Finnmárkku dohkkehuvvojit.

source: 8.3 Motorferdsel i meahcci Sametingets målsetting er at regulering av motorferdsel skal bidra til å støtte opp om, videreføre og utvikle tradisjonell utmarksbruk og høsting.
sme: 8.3 Mohtorjohtolat meahcis Sámedikki mihttomearri lea ahte mohtorjohtolaga heivehallan galgá leat mielde doarjumin, viidáseappot fievrrideamen ja ovddideamen árbevirolaš meahcásteami ja ávkkástallama.

source: Sametinget bør gå i dialog med Regjeringen om å få endret forskrift om motorferdsel i utmark og vassdrag slik at kommunene får en større mulighet til å bestemme i motorferdselsaker i egen kommune.
sme: Sámediggi berre gulahallat Ráđđehusain dan birra ahte oažžut rievdaduvvot láhkaásahusa mohtorjohtolaga birra mehciin ja čázádagain vai gielddain lea stuorát vejolašvuohta mearridit mohtorjohtolatáššiid iežaset gielddas.

source: Sametinget er kritisk til fylkesmannens praksis med å inndra motorferdseldispensasjoner som kommunene har innvilget til lokale rettighetshavere/ brukere for nødvendig nyttekjøring til sine tradisjonelle høstingsområder
sme: Sámediggi moaitá fylkkamánni geavada dainna ahte váldit ruovttoluotta mohtorjohtolatlobiid maid gielda lea juolludan báikkálaš vuoigatvuođalaččaide/geavaheddjiide dárbbašlaš ávkevuodjima oktavuođa iežaset árbevirolaš ávkkástallanguovlluide.

source: Sametinget ser behov for å støtte opp om kommunenes lokale forvaltning av motorferdselsdispensasjoner, og gjennom dialog med Fylkesmannen unngå uheldig praksis med inndragelse av kommunale innvilgede motorferdseldispensasjoner
sme: Sámediggi oaidná dárbbu doarjut gielddaid mohtorjohtolatlobiid báikkálaš hálddašeami, ja gulahaladettiin Fylkkamánniin eastadit unohit geavada dainna ahte váldit ruovttoluotta gielddaid juolludan mohtorjohtolatlobiid.

source: 8.4 Tradisjonell kunnskap og meahcásteapmi Sametingets målsetning er å løfte fram samisk utmarksbruk innafor forvaltning, utdanning og forskning slik at den ivaretas, utvikles og tas i bruk av kommende generasjoner.
sme: 8.4 Árbediehtu ja meahcásteapmi Sámedikki mihttomearri lea oažžut ovdan sámi meahcásteami hálddašeamis, oahpahusas ja dutkamis vai boahttevaš buolvvat dan gáhttejit, ovddidit ja váldet atnui.

source: Samisk utmarksbruk skal løftes fram innafor forvaltning, utdanning og forskning slik at den tas vare på, utvikles og tas i bruk av kommende generasjoner.
sme: Sámi meahcásteapmi galgá váldojuvvot ovdan sámi meahcásteapmi galgá váldojuvvot ovdan hálddašeamis, oahpahusas ja dutkamis vai boahttevaš buolvvat dan sáhttet gáhttet, ovddit ja váldet atnui.

source: 9 Økonomiske og administrative konsekvenser Oppfølging av sametingsmelding om areal og miljø vil skje gjennom Sametingets årlige budsjett.
sme: 9 Ekonomalaš ja hálddahuslaš váikkuhusat Sámediggedieđáhus areála ja birrasa birra čuovvoluvvo Sámedikki jahkásaš bušeahta bokte.

source: Dette vil utfordre den administrative kapasiteten som Sametinget har til arbeidet med arealer og miljø.
sme: Sak 22/16 Nu guhká go mis leat eatnamat - Sámediggedieđáhus areála ja birrasa birra loahppameannuduvvo čakčamánu dievasčoahkkimis.

source: Saken avsluttet 29.09.16 kl. 19.10
sme: Ášši meannudeapmi loahpahuvvui 29.

source: Ášši/Sak 033/16
sme: Ášši 033/16

source: Ášši/Sak 005/16
sme: Ášši 005/16

source: Oppvekst-, omsorg- og utdanningskomiteen
sme: Bajásšaddan- fuolahus- ja oahppolávdegoddi

source: Ivaretakelse av samiske barns rettigheter og behov ved kvalitet- og strukturendringer i barnevernet.
sme: Sámi mánáid rivttiid ja dárbbuid áimmahuššan mánáidsuodjalusa kvalitehta ja struktuvrrarievdadeamis

source: Oppvekst,- omsorg og utdanningskomiteen
sme: Bajášaddan-, fuolahus- ja oahppolávdegoddi

source: OOUK
sme: BFOL

source: SP 33/16
sme: DC 33/16

source: Sametinget viser til Regjeringens forslag til kvalitet- og strukturendringer i barnevernet.
sme: Sámediggi čujuha Ráđđehusa evttohussii rievdadit mánáidsuodjalusa kvalitehta- ja struktuvrra.

source: Samiske barn har rett på oppvekstforhold hvor deres etniske, språklige og kulturelle tilknytning vektlegges og gis tilstrekkelig plass.
sme: Sámi mánáin lea riekti bajásšaddandillái gos sin čearddalaš, gielalaš ja kultuvrralaš gullevašvuohta vuhtiiváldo ja dasa addo doarvái sadji.

source: Dette følger av rettigheter samiske barn har i henhold til nasjonale lover og internasjonale konvensjoner.
sme: Dát čuovvu daid rivttiid mat sámi mánáin leat našuvnnalaš lágaid mielde ja gaskariikkalaš konvenšuvnnain.

source: Sametinget viser til Barnekonvensjonens art. 30 I stater hvor det finnes etniske, religiøse eller språklige minoriteter eller personer som tilhører en urbefolkning, skal et barn som tilhører en slik minoritet eller urbefolkningen, ikke nektet retten til sammen med andre medlemmer av sin egen gruppe å leve i pakt med sin kultur, bekjenne seg til og utøve sin religion, eller bruke sitt eget språk.”
sme: Sámediggi čujuha Mánáidkonvenšuvdnii art.30 Riikai gos leat čearddalaš, oskkoldatlaš dahje gielalaš unnitlogut dahje olbmot geat gullet eamiálbmogii, de mánás, gii gullá dáidda unnitloguide dahje eamiálbmogii, ii galgga gieldit vuoigatvuođa ovttas eará miellahtuiguin geat gullet su jovkui, eallit nu ahte dat dávista sin kultuvrii, dovddastit gullevašvuođa iežaset oskkoldahkii, eallit oskkoldaga mielde dahke geavahit iežaset giela.

source: Denne retten følger også barn som er under barnevernets omsorg.
sme: Dát riekti čuovvu maid máná mii lea mánáidsuodjalusa fuolahusa vuolde.

source: Barnekonvensjonen art. 20 gir barn under barnevernets omsorg et spesielt vern.
sme: Mánáidkonvenšuvdna art. 20 addá mánáide erenoamáš suodjalusa.

source: Her heter det:
sme: Dás čuožžu ná:

source: Et barn som midlertidig eller permanent er fratatt sitt familiemiljø, eller som i egen interesse ikke kan tillates å bli værende i et slikt miljø, skal ha rett til særskilt vern og bistand fra staten.
sme: Mánás, gii gaskaboddosaččat dahje bistevaččat lea eretdolvojuvvon su bearašbirrasis, dahje gii iežas beroštumi mielde ii sáhte oažžut lobi joatkit orrut dán birrasis, sus galgá leat vuoigatvuohta sierranas suodjalussii ja doarjagii stáhta bealis.

source: I samsvar med sin nasjonale lovgivning skal partene sørge for alternative omsorgsformer for slike barn.
sme: Našuvnnalaš lágaid mielde galget áššebealit sihkkarastit eará vejolaš áittardeami dakkár mánnái.

source: Slike former for omsorg kan for eksempel omfatte plassering i fosterhjem, kafala etter islamsk lov, adopsjon eller, om nødvendig, plassering i egnet institusjon for omsorg for barn.
sme: Dákkár áittardeapmi sáhttá omd. fátmmastit saddjehuvvoma biebmoruktui, Kafkai islámalaš lága mielde, adopšuvnna dahje, jus dárbu, saddjehit máná ásahussii mii heive áittardit mánáid.

source: Når løsninger overveies, skal det tas tilbørlig hensyn til ønskeligheten av kontinuitet i barnets oppdragelse og til barnets etniske, religiøse, kulturelle og språklige bakgrunn
sme: Go iešguđetlágán čovdosat dárkkuhuvvojit, galgá dohkálaš láhkái vuhtii váldit sávaldaga ahte mánná oažžu joatkevašvuođa bajásgeassimis ja vuhtii váldit máná čearddalaš, oskkoldatlaš, kultuvrralaš ja gielalaš duogáža.

source: A rtikkelen uttrykker klart at det skal tas hensyn til etnisk, kulturell og språklig bakgrunn ved valg av alternative omsorgsformer for barn.
sme: Artihkal čielgasit muitala ahte go vállje molssaevttolaš fuolahusa mánnái, de galgá vuhtiiváldit máná čearddalaš, kultuvrralaš ja gielalaš duogáža.

source: Dette må forstås slik at samiske barn har en selvsagt og ubetinget rett til at deres kulturelle og språklige bakgrunn vektlegges når det er under barnevernets omsorg, også ved valg av fosterhjem og barneverninstitusjoner.
sme: Dán ferte ipmirdit nu ahte sámi mánáin lea diehttelas ja vealttakeahtes riekti dasa ahte biddjo deaddu sin kultuvrralaš ja gielalaš duogážii go lea mánáidsuodjalusa fuolahusas, maiddái go válljejuvvo biebmoruoktu ja mánáidsuodjalusinstitušuvdna.

source: Ivaretakelse av samiske barns identitet, språk og kultur er viktige forutsetninger for at samiske barn og deres familier skal få de tilbud de har krav på innenfor barnevernet.
sme: Sámi mánáid identitehta, giela ja kultuvrra vuhtiiváldin leat dehálaš eavttut vai sámi mánát ja bearrašat ožžot daid fálaldagaid mánáidsuodjalusas maidda sis lea riekti.

source: Sametinget beklager derfor at regjeringen ikke har gjort en vurdering av hvordan forslagene til strukturendringer påvirker ivaretakelsen av samiske barns rettigheter og behov når de er under barnevernets omsorg.
sme: Dan dihte lea Sámedikki mielas váidalahtti go ráđđehus ii leat árvvoštallan dan moht dat evttohuvvon struktuvrrarievdadeapmi váikkuha vuhtiiváldima sámi mánáid rivttiin ja dárbbuin go sii leat mánáidsuodjalusa fuolahusas.

source: Sentrale myndigheter som har det overordnede ansvaret for at samiske barns rettigheter ivaretas når det er under barnevernets omsorg, må sette klare rammer for hvordan dette skal oppnås.
sme: Guovddáš eiseválddit geain lea bajimus ovddasvástádus dasa ahte sámi mánáid rievttit vuhtiiváldojit go leat mánáidsuodjalusa vuolde, fertejit bidjat čielga rámmaid dasa moht dan galgá olahit.

source: Samiske barns rettigheter og behov må etterspørres og ivaretas i alle prosesser, og ivaretas i sentrale utredninger og styringsdokumenter
sme: Sámi mánáid rivttiid ja dárbbuid ferte vuhtiiváldit ja ohcalit buot proseassain, ja vuhtiiváldit guovddáš čielggademiin ja stivrendokumeanttain.

source: Sametinget har vurdert Regjeringens endringsforslag av barnevernets struktur, med medfølgende endringer i barnevernsloven, i sammenheng med hvilke utfordringer i samiske barn møter i barnevernet.
sme: Sámediggi lea árvvoštallan Ráđđehusa evttohusa mánáidsuodjalusa struktuvrra rievdadeapmái, ja daid čuovvovaš rievdademiid mánáidsuodjaluslágas, čatnon dasa makkár hástalusaid sámi mánáide leat mánáidsuodjalusas.

source: Sametinget påpeker følgende.
sme: Sámediggi cuiggoda čuovvovaččat:

source: S amiske barn s møte med barnevernet har lenge vært lite tilfredsstillende Samiske barns rettigheter som urfolksbarn er ikke tilstrekkelig kjent innenfor hele barnevernsystemet, og følges ikke opp i tilstrekkelig grad.
sme: Sámi mánáid deaivvadeapmi mánáidsuodjalusain lea guhka leamaš duhtatmeahttun. Sámi mánáid rievttit mat sis leat go leat eamiálbmotmánát eai leat doarvái dovddus olles mánáidsuodjalussystemas, ja dat eai čuovvoluvvo doarvái bures.

source: Styrking av kommunenes ansvar og oppgaver i barnevernet vil være positivt for samiske barn bosatt i kommuner som er godt kjent med kommunens samiske befolkning.
sme: Suohkaniid ovddasvástádusa ja bargguid nannen livččii positiiva sámi mánáide geat ásset suohkaniin mat dovden sin sámi álbmoga dan suohkanis.
